{
    "chapters": [
        {
            "summary": "For 12 years, tension built between the British monarchy and Britain's colonies in America. What began as colonial protests over new taxes escalated into violent conflicts between British soldiers and American colonists in New York and Boston. The war expanded across 2,000 miles of territory.",
            "headline": "What began as colonial protests over new taxes escalated into violent conflicts between British",
            "gist": "The Battle of Lexington and Concord",
            "start": 7360,
            "end": 268400
        },
        {
            "summary": "Episode two of Mission History focuses on the battle of Camden, South Carolina. The Historic Camden foundation interprets Revolutionary history. Experience Hands on history at their 100 acre colonial town site. What makes a hero? Courage, Honor, Sacrifice.",
            "headline": "This podcast features soldiers from both sides who fought at the critical battle of Camden",
            "gist": "Mission History: The Battle of Camden",
            "start": 284390,
            "end": 373290
        },
        {
            "summary": "Colonial colonel Henry Knox proposed a plan to Commander in Chief George Washington. Knox wanted to lead an expedition to retrieve the cannons that were just sitting there doing nothing. Finally, 40 days after Knox began his mission, he and his men arrived in Cambridge. It was the final time British troops set foot in Boston during the revolution.",
            "headline": "Colonel Henry Knox proposed plan to George Washington during 1775 siege",
            "gist": "The Contemptible Colonel: Henry Knox",
            "start": 373690,
            "end": 892250
        },
        {
            "summary": "Shopify is the commerce platform behind millions of businesses around the world and 10% of all e commerce in the US. Turn those what ifs into why nots with Shopify by your side. Sign up for your $1 per month trial and start selling today.",
            "headline": "Shopify is the commerce platform behind millions of businesses around the world",
            "gist": "The Declaration of Independence",
            "start": 898890,
            "end": 1220680
        },
        {
            "summary": "In 1776, barely 10,000 Continental soldiers defended the city of New York. The men whom Lord Stirling and the Marylanders would face early and often were Scottish Highlanders. With a small army and no navy, New York was one of the worst places to try to defend.",
            "headline": "Only 10,000 Continental soldiers defended New York in 1776",
            "gist": "The Brooklyn Men of the American Revolution",
            "start": 1221320,
            "end": 1830160
        },
        {
            "summary": "About 7,000 British troops moved through the night toward the western edge of the battle lines. As the sun rose, the fight shifted to the center. The Americans realized they had a fatal problem. If something wasn't done to help them, they would be decimated.",
            "headline": "About 7,000 British troops moved through the night toward the battle lines",
            "gist": "Battle of Brooklyn Heights",
            "start": 1836480,
            "end": 2444900
        },
        {
            "summary": "This series of Mission History is a production of Black Barrel Media, Q Code and the Historic Camden Foundation. In this episode, you heard Jeremy Schwartz performing the Declaration of Independence. Thanks for listening.",
            "headline": "Mission History is a production of Black Barrel Media, Q Code and the Historic Camden Foundation",
            "gist": "Mission History",
            "start": 2445370,
            "end": 2534880
        }
    ],
    "audio_url": "https://audio.listennotes.com/e/p/0f9f3bfa394646cc8ec47fdc380f4c1f/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/mission-history-black-barrel-media-qcode-IlysL5-Dwij-RcKNFCnDde9.300x300.jpg",
    "podcast_title": "Mission History",
    "episode_title": "War of Independence | Episode 2"
}