{
    "chapters": [
        {
            "summary": "Marionette Pember's mother, Bernice Rabideau, was forced into a boarding school for indigenous children during the Great Depression. Pember is the author of the book Medicine A Story of Survival and the Legacy of Indian Boarding Schools. Next on Letters and Politics.",
            "headline": "Marionette Pember's mother was forced into boarding school during Depression",
            "gist": " Letters and Politics: Marionette Pember on Her Mother's Forced",
            "start": 3680,
            "end": 69070
        },
        {
            "summary": "President Donald Trump is pushing for his big beautiful bill of tax breaks and spending cuts to be signed into law by July 4th. Behind the smoke and mirrors lies a cruel and draconian truth. Condemnation is growing after the third mass shooting in three days of starving Palestinians in Gaza.",
            "headline": "President Donald Trump pushing big beautiful bill of tax breaks and spending cuts",
            "gist": "Trump pushes Senate to pass health care bill",
            "start": 71470,
            "end": 299880
        },
        {
            "summary": "South Korea's liberal candidate Lee Jae Myung is forecast to win the country's early presidential election. Advocates for a higher minimum wage across the country have gathered for a conference. Mary Annette Pember talks about boarding schools for indigenous children.",
            "headline": "South Korea's liberal candidate Lee Jae Myung is forecast to win presidential election",
            "gist": "Minimum Wage Advocates Hold Conference",
            "start": 300200,
            "end": 553220
        },
        {
            "summary": "Mariannette Pember is the author of a memoir about her mom's time at a boarding school in Wisconsin. Ojibwe women are known for their storytelling abilities. Do you think your mom recognized that you are a storyteller?",
            "headline": "This is about your mom's experience in these boarding schools",
            "gist": "Tell Me About Your Mother's Experience in Boarding Schools",
            "start": 553380,
            "end": 985280
        },
        {
            "summary": "There was such an emphasis on labor during the Progressive Era. Early on, people were concerned that Native people didn't work all the time. We really need to inculcate them with an acceptance for hard labor.",
            "headline": "There was an emphasis on labor during the Progressive Era",
            "gist": " on Native People's Experience in Boarding School",
            "start": 985580,
            "end": 1166640
        },
        {
            "summary": "There were a number of schools, primarily Catholic schools, in the late 18th, or rather late 19th and early 20th century that received federal funding to educate Native people. A class action lawsuit has been brought against the government and the Department of the Interior asking for an accounting of all the money.",
            "headline": "Catholic schools received federal funding to help educate Native people",
            "gist": "Does the Catholic Church Own Native People's Land?",
            "start": 1169120,
            "end": 1507630
        },
        {
            "summary": "There were a lot of allegations about deaths at the school over the years. The school predates the formation of the Pine Ridge of the Oglala Sioux Tribal Reservation. People feel a little ambivalent about that school. But I haven't really been able to find a smoking gun on that.",
            "headline": "There have been allegations about deaths at Red Cloud Indian School over years",
            "gist": "White House Correspondent on Red Cloud Indian School",
            "start": 1510430,
            "end": 1733610
        },
        {
            "summary": "In the present day, it's not a boarding school today. It doesn't board. It's a day school. There are still some government supported Bureau of Indian Education which does fund some boarding schools and some day schools in Indian country. But they're not really very well funded.",
            "headline": "There are still some government supported Bureau of Indian Education that does fund boarding schools",
            "gist": "What is it about boarding schools in Indian country?",
            "start": 1734650,
            "end": 1823360
        },
        {
            "summary": "The boarding schools my mother attended, my grandmother attended and many of my cousins attended was really this constant messaging of being wrong. Not being able to access nurturing of your family also has a negative impact on people. That messaging, it kind of took root in us and it's. I think it would have happened to any group of people.",
            "headline": "What are the long term effects of boarding schools? What do we know",
            "gist": "What are the long term effects of boarding schools in Canada?",
            "start": 1824080,
            "end": 1978260
        },
        {
            "summary": "How trauma can affect people's genes and if it could be passed down through genes. Eugenics enforced a lot of federal policies and continues to today. I think we have to be really careful about the way that we talk about it.",
            "headline": "I want to ask about your thoughts about how trauma can affect people's genes",
            "gist": "Can Trauma Affect People's Genes?",
            "start": 1978260,
            "end": 2336130
        },
        {
            "summary": "As you were researching for this book, you unexpectedly came upon your grandmother's own name. Grandma Seal was one of the founders of the first League of Women vote Native League. She challenged corruption in the Indian agencies. None of her relatives ever heard this about Seal.",
            "headline": "As you were researching for this book, you unexpectedly came upon your grandmother's name",
            "gist": "Uncovering My Grandma Seal's Story",
            "start": 2336130,
            "end": 2693370
        },
        {
            "summary": "Sally Kohn: I was really struggling with my relationship with my mom. She found a letter from St. Mary's boarding school saying its Mother Superior Catherine will likely have met her destination in heaven. Kohn says it's not unheard of to have complicated relationships with one's parents.",
            "headline": "You never met your grandmother; she died a year before you were born",
            "gist": "The Hidden Life of St. Mary's School",
            "start": 2693850,
            "end": 3147000
        },
        {
            "summary": "You had insight into your mom. Do you think some of these tendencies. were directly related to the boarding school experience? In retrospect, in retrospect, I was able to say she did an incredible job. She became a parent and raised a family.",
            "headline": "Do you think some of your mom's tendencies stemmed from boarding school experience",
            "gist": "You Had Insight Into Your Parents",
            "start": 3147000,
            "end": 3324950
        },
        {
            "summary": "Mary Annette Pember is a citizen of the Red Cliff Band of Wisconsin, Ojibwe. Her memoir is called Medicine River A Story of Survival and the Legacy of Indian Boarding Schools. Independent radio is alive and kicking and it lives at kpfa. org.",
            "headline": "Mary Annette Pember joins us for a conversation about her memoir",
            "gist": "Mary Annette Pember on KPFA",
            "start": 3327910,
            "end": 3594990
        }
    ],
    "audio_url": "https://audio.listennotes.com/e/p/27e75b17e05340ec87b69a6bebffaf35/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/kpfa-letters-and/a-history-of-indian-boarding-0t7_MHhGglf-QKhy1aunfGd.300x452.jpg",
    "podcast_title": "KPFA - Letters and Politics",
    "episode_title": "A History of Indian Boarding Schools in America"
}