{
    "chapters": [
        {
            "summary": "Drivers who save by switching save nearly $750 on average. Plus auto customers qualify for an average of 7 discounts. Potential savings will vary. Discounts not available in all states and situations.",
            "headline": "Drivers who save by switching with Progressive save nearly $750 on average",
            "gist": "Choose Progressive Casualty Insurance with a $744 Savings!",
            "start": 320,
            "end": 27040
        },
        {
            "summary": "This is the story of the Roland TR808 drum machine. The device came out in the early 80s and went on to transform the sound of popular music. Every beautifully crafted story is about sound. Keep your money boring is what helps you live a happily fulfilled life.",
            "headline": "This episode is brought to you by PNC BankSome people think podcasts about architecture are boring",
            "gist": "The Story of the Roland TR808 Drum Machine",
            "start": 29280,
            "end": 628230
        },
        {
            "summary": "The 808 transformed hip hop and electronic music. A tiny knob allowed musicians to push the bass in their music farther than they ever had before. As the 808 took off, it wasn't clear if this sound had any staying power.",
            "headline": "The 808 transformed hip hop and electronic music in the 1980s",
            "gist": "The 808 Drum Machine Changed Hip Hop",
            "start": 630630,
            "end": 835270
        },
        {
            "summary": " Arkle makes it easy to create a stylish, long lasting home at an unbeatable price. In my house is offering our listeners $50 off your first purchase of $100 or more. Labor Day sale from August 21st to September 2nd.",
            "headline": "In my house article is offering listeners $50 off their first purchase",
            "gist": "Article Furniture",
            "start": 841670,
            "end": 927870
        },
        {
            "summary": "Thomson Reuters and Specialized Bikes upgraded to the next generation of the cloud. Oracle Cloud Infrastructure OCI is the blazing fast platform for your infrastructure, database, application development and AI needs. Try OCI for free. $50 off your first purchase of $100 or more.",
            "headline": "Oracle Cloud Infrastructure OCI is the blazing fast platform for your infrastructure needs",
            "gist": "Oracle Cloud Infrastructure",
            "start": 927870,
            "end": 1020180
        },
        {
            "summary": "When drum machines were first developed, they were meant to replace live drummers. The goal was to sound like a real drum kit using artificial sounds. The 808 may have sounded artificial, but those video gamey tones were highly adjustable. That was the key to its success.",
            "headline": "When drum machines were first developed, they were meant to replace live drummers",
            "gist": "Roland 808 Drum Machine",
            "start": 1020420,
            "end": 1253380
        },
        {
            "summary": "The sound of the 808 bass drum became synonymous with hip hop. The decay control basically turned the 808's bass drum into a whole new instrument. Today, artists often shift the pitch of these 808 kick sounds to create full on bass lines.",
            "headline": "The kick drum on the 808 changed hip hop forever",
            "gist": "The 808 Drum Fill Changed Hip Hop",
            "start": 1255140,
            "end": 1818750
        },
        {
            "summary": "Tide has been upgraded to provide an even better clean in cold water. Tide is specifically designed to fight any stain you throw at it. Additionally, Tide pods let you confidently fight tough stains with new coldzyme technology.",
            "headline": "Tide has been upgraded to provide an even better clean in cold water",
            "gist": "Best-Rated Tide Products: Cold Water",
            "start": 1820130,
            "end": 1848300
        },
        {
            "summary": "Riley Herbst from 2311 Racing checking in. Got a break in between team meetings. No waiting, just instant action to keep you going. CTC's 21+ sponsored by Chumba Casino. Void where prohibited by law.",
            "headline": "Riley Herbst from 2311 Racing checking in. Sounds like the perfect time for some fast paced fun",
            "gist": "CTC",
            "start": 1848300,
            "end": 1873980
        }
    ],
    "audio_url": "https://audio.listennotes.com/e/p/30ce44978ef04329809e04a6d54dbebc/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/99-invisible-roman-mars-wShelaXqvU--JqxekyhmQi1.300x300.jpg",
    "podcast_title": "99% Invisible",
    "episode_title": "All About That Bass"
}