{
    "chapters": [
        {
            "summary": "Our society, a capitalistic society, has plenty of choice. Everyone's needs, goals, desires, interests are different. The question is, which one actually makes sense? And do you even need the insurance?",
            "headline": "Freedom means more choice, and more choice is typically a good thing",
            "gist": "The insurance industry's choice",
            "start": 6800,
            "end": 49380
        },
        {
            "summary": "Jerry is our insurance specialist, Jerry Clark. We're going to ask some different questions about the different types of permanent life insurance. The question, of course, is which one makes sense, if any at all?",
            "headline": "Jerry Clark will discuss the different types of permanent life insurance",
            "gist": "Different Types of Permanent Life Insurance",
            "start": 49380,
            "end": 92580
        },
        {
            "summary": "Index universal life is a general account asset product. It's attached to the S&P 500 index. The performance will mirror what that index does within that floor in that cap. Make sure you check and see what guarantees are associated with it.",
            "headline": "Michael McKelvey discusses the indexed universal life policy",
            "gist": "Index Universal Life Policy",
            "start": 92660,
            "end": 342740
        },
        {
            "summary": "The differences between Variable Universal Life and Indexed Universal Life. Variable Life is separately indexed accounts, meaning that they're not the general account liability. You also have theoretically more upside depending on how the investment performs.",
            "headline": "Walk us through the differences between Variable Universal Life and Indexed Universal Life",
            "gist": "Index Universal Life vs Variable Life: What's The Difference?",
            "start": 342740,
            "end": 625630
        },
        {
            "summary": "Help us understand the Whole Life Policy, which is, I would say, the flagship product of the permanent life insurance world. It's typically going to give you less upside in comparison to a VUL or an iul. Gotta understand there's no flexibility here as far as premiums go.",
            "headline": "Help us understand the Whole Life Policy, which is the flagship permanent life insurance product",
            "gist": "What is Whole Life Insurance?",
            "start": 627070,
            "end": 796150
        },
        {
            "summary": "When does it make sense to consider permanent life insurance versus term? What are the benefits to a permanent policy versus just buying term and let's say investing the Difference?",
            "headline": "When should someone consider permanent life insurance versus term insurance",
            "gist": "Permanent Life Insurance vs Term Life Insurance",
            "start": 797030,
            "end": 1211640
        },
        {
            "summary": "Mariner Wealth Advisors is an SEC Registered investment Advisor. Registration of an investment advisor does not imply a certain level of of skill or training. The views expressed in this podcast are for educational purposes only. Nothing contained herein is not intended to be personal, legal, investment or tax advice.",
            "headline": "Mariner Wealth Advisors is an SEC Registered investment Advisor",
            "gist": "Mariner Wealth Advisors, an SEC Registered Investment Advisor",
            "start": 1215880,
            "end": 1303220
        }
    ],
    "audio_url": "https://audio.listennotes.com/e/p/8dfc8259c1e34ce9a975c7d87f176be1/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/your-life/types-of-life-insurance-EpyBug6U9J2-PjH38mvcIuZ.300x300.jpg",
    "podcast_title": "Your Life Simplified: A Financial & Wealth Management Podcast",
    "episode_title": "Types of Life Insurance Explained"
}