{
    "chapters": [
        {
            "summary": "Kenneth Copeland: We are blessed today to have Rick Greene on this broadcast, America's Constitution. Copeland has been listening to Brother Copeland since his BVOV radio broadcast in the late 1970s. He and Miss Gloria have helped us to be victorious in every area of our lives.",
            "headline": "Kenneth Copeland welcomes Rick Greene to Believer's Voice of Victory",
            "gist": "America's Constitution",
            "start": 2720,
            "end": 213140
        },
        {
            "summary": "Kenneth Copeland grew up listening to Buzzig Ziglar. In 1957, Copeland swore to defend the Constitution of the United States. Copeland: Freedom and liberty is not just to do anything and everything you want, it's to do what's right.",
            "headline": "Kenneth Copeland says his dad was fiercely patriotic",
            "gist": "Kenneth Copeland on Being American",
            "start": 213920,
            "end": 537650
        },
        {
            "summary": "The 250th birthday of the nation is coming up next Year in July. If we forget the principles that produce the greatest nation in the world, we won't make America great again. The fact that we are endowed by God, not government, is the fundamental difference of the Declaration.",
            "headline": "Rick Perry: We need to remember what made America great in the first place",
            "gist": "The 250th Anniversary of the Constitution",
            "start": 537650,
            "end": 741670
        },
        {
            "summary": "How much of the Constitution actually comes out of the Bible? There are so many principles that, you know, people will say today, well, the Constitution doesn't mention God. Getting the Ten Commandments back in the schools Back in the courthouse is important.",
            "headline": "How much of the Constitution actually comes out of the Bible",
            "gist": "The Constitution and the God Frame",
            "start": 742150,
            "end": 1197210
        },
        {
            "summary": "There has to be a healthy respect of the law. Lay down your life for your friend, for your country. That's a biblical value of sacrifice. If you don't have a biblical perspective, it is very, very difficult to get a free people to self govern.",
            "headline": "Kennedy and Johnson adopted the 25th Amendment when they were presidents",
            "gist": "Americans: Liberty in Law",
            "start": 1197210,
            "end": 1336690
        },
        {
            "summary": "The real problem is civic and biblical ignorance. If we don't know truth, we fall for the lie. Jesus called it all things that pertain to life and godliness. The more we understand the proper role of government, the better off we'll be.",
            "headline": "Civic and biblical ignorance is the root cause of bad government",
            "gist": "Civic and Biblical Literacy",
            "start": 1336690,
            "end": 1460390
        },
        {
            "summary": "Freedom's Frame by Rick Greene reveals the biblical foundations of liberty and freedom. Learn how faith in God not only inspired the birth of our republic, but is the key to preserving our freedom. Broadcast Study Notes will help you dive deeper into these powerful word based teachings.",
            "headline": "Freedom's Frame by Rick Greene reveals biblical foundations of liberty and freedom",
            "gist": "Freedom's Frame",
            "start": 1469090,
            "end": 1656470
        },
        {
            "summary": "Faith comes by hearing and hearing by the Word of God. Watch the Believer's Voice of Victory broadcast for on kcm. org or KCM's Roku channel. If you would like a free copy of the broadcast to put into your faith library, request it on DVD or CD.",
            "headline": "Faith comes by hearing and hearing by the Word of God",
            "gist": "Believer's Voice of Victory",
            "start": 1656790,
            "end": 1709880
        }
    ],
    "audio_url": "https://audio.listennotes.com/e/p/d50c3c08b47e491a9e925b6e20a5d6f1/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/believers-voice-of/god-is-the-source-of-our-WKg07Uaoql1-Ta9jV634nro.300x300.jpg",
    "podcast_title": "Believer's Voice of Victory Audio Podcast",
    "episode_title": "God Is the Source of Our Freedom 08/11"
}