{
    "chapters": [
        {
            "summary": "Introducing Family Freedom from T Mobile. We'll pay off four phones up to $3200 and give you four free phones, all on America's largest 5G network. The Angelus Temple is regarded as the very first megachurch ever built in the United States.",
            "headline": "Introducing Family Freedom from T Mobile. Free phones via 24 monthly bill credits with finance agreement",
            "gist": "The Angelus Temple: A Megachurch in Los Angeles",
            "start": 320,
            "end": 231610
        },
        {
            "summary": "Amy Semple McPherson transformed worship. She built one of the largest churches in the country and filled it with thousands of people a week. She also stirred up one of of the most salacious public dramas of the early 20th century. But there's a lot more to her story than just being a preacher.",
            "headline": "Sister Amy Semple McPherson transformed worship during 20th century",
            "gist": "Amy Semple McPherson: The Miraculous Life",
            "start": 232330,
            "end": 702440
        },
        {
            "summary": "Aimee Semple McPherson opened the largest church in America in 1923. She wanted to bring the energy and large congregation of the big roving tent revival style worship indoors. She helped create the blueprint for all the megachurches that came after her.",
            "headline": "Los Angeles played a pivotal role in the rise of Pentecostalism",
            "gist": "The Million-Dollar Temple: Amy McPherson",
            "start": 703410,
            "end": 1039950
        },
        {
            "summary": "Amy Semple McPherson blended entertainment with religion and broadcast it out to the world, creating a template for American televangelism. SimpliSafe's new Active Guard Outdoor Protection works to prevent break ins from ever happening in the first place.",
            "headline": "Amy Semple created a template for American televangelism with radio",
            "gist": "Amy McPherson: From Megachurch to Prison",
            "start": 1041390,
            "end": 1399010
        },
        {
            "summary": "Thomson Reuters and Specialized Bikes upgraded to the next generation of the cloud. Oracle Cloud Infrastructure OCI is the blazing fast platform for your infrastructure, database, application development and AI needs. Customers report lower latency and higher bandwidth versus other clouds. Try OCI for free.",
            "headline": "Oracle Cloud Infrastructure OCI is the blazing fast platform for your infrastructure needs",
            "gist": "Oracle Cloud Infrastructure (OCI)",
            "start": 1399010,
            "end": 1453850
        },
        {
            "summary": "Amy Semple McPherson was at the height of her fame and preaching to thousands of devoted worshipers a week. She was kidnapped in Mexico and held for $500,000 ransom. Now T Mobile has the best mobile network in the US.",
            "headline": "T Mobile has the best mobile network in the US according to new analysis",
            "gist": "The Best Mobile Network in the US",
            "start": 1454090,
            "end": 1926150
        },
        {
            "summary": "Sister Amy McPherson was the founder of America's first megachurch. She was accused of being kidnapped in 1944. The charges were dismissed before they ever went to trial. Even with her name being dragged through the mud, the scandal ended up being great for the church.",
            "headline": "Sister Amy McPherson was accused of being kidnapped in 1944",
            "gist": "The Amy McPherson Case",
            "start": 1926150,
            "end": 2485680
        },
        {
            "summary": "Chumba Casino is an online social casino with free to play games like slots, blackjack and more. Get your free welcome bonus 2 million free gold coins and 2 free sweeps coins. CTNC is 21 + sponsored by Chumba casino.",
            "headline": "Summer's Heating up with Chumba Casino and 2311 racing",
            "gist": "Summer's Heating Up",
            "start": 2485680,
            "end": 2519310
        }
    ],
    "audio_url": "https://audio.listennotes.com/e/p/e94a4f41271f4abda5e4fe41f92009bb/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/99-invisible-roman-mars-wShelaXqvU--JqxekyhmQi1.300x300.jpg",
    "podcast_title": "99% Invisible",
    "episode_title": "Sister Aimee and the Birth of the Megachurch"
}